Repository: mawr92/weather-ios
Catalog: weather/weather/Localization/Localizable.xcstrings
Source language: en
Languages: es

source: 3-HOUR FORECAST
es: PRONÓSTICO DE 3 HORAS

source: Current location
es: Ubicación Actual

source: Current Location
es: Ubicación Actual

source: H: %@
es: Min: %@

source: L: %@
es: Max: %@

source: Loading weather information. Please wait
es: Cargando información del clima. Por favor espere

source: Sunrise
es: Amanecer

source: Sunset
es: Atardecer

source: TODAY'S FORECAST
es: PRONÓSTICO DE HOY

source: Weather
es: Clima
